{
    "width": [
        300,
        150,
        150,
        150,
        150,
        100,
        100
    ],
    "header": [
        "Campaign Name",
        "Payout",
        "Advertiser",
        "Status",
        "Action"
    ],
    "platform": [
        {
            "value": "web",
            "label": "Web"
        },
        {
            "value": "app",
            "label": "App"
        }
    ],
    "test": {
        "campaign name": "Test Campaign",
        "description": "<h2><strong>Add a Campaign</strong></h2><p><br></p><p>Welcome to the campaign creation page! We're thrilled to help you set up your new campaign. Follow these guidelines to ensure your campaign is compelling, clear, and ready to engage your audience.</p><p><br></p><p><strong>Guidelines for Creating an Effective Campaign:</strong></p><ol><li><strong>Campaign Name</strong>: Choose a catchy and descriptive name for your campaign that clearly conveys its purpose.</li><li><strong>Payout Details</strong>: Specify the payout amount or structure clearly. Ensure that all financial details are transparent and easy to understand.</li><li><strong>Advertiser Information</strong>: Provide accurate and concise details about the advertiser. This helps in building trust and credibility with your audience.</li><li><strong>Campaign Status</strong>: Set the appropriate status for your campaign (Active, Inactive, Pending, etc.). Make sure to update this as the campaign progresses.</li><li><strong>Engaging Description</strong>: Write a detailed description of your campaign. Highlight the key benefits, objectives, and any special offers or promotions.</li><li><strong>Call to Action</strong>: Include a strong call to action that encourages users to engage with your campaign. Whether it's signing up, making a purchase, or sharing the campaign, make it clear and compelling.</li><li><strong>Visual Elements</strong>: Use high-quality images or videos to make your campaign visually appealing. Visual content can significantly enhance the attractiveness and effectiveness of your campaign.</li></ol><p><br></p><p>By following these guidelines, you'll create a campaign that not only attracts attention but also engages and converts your target audience. Happy campaigning!</p><p><br></p><p>To know more: http://reference_link123.example.in</p>",
        "payout": "$10000",
        "advertiser": "John Smith",
        "lp": "none",
        "platform": "web"
    },
    "comments": [
        {
            "username": "Sarah",
            "comment": "This article provided excellent insights into modern web development trends. Really helpful!"
        },
        {
            "username": "John123",
            "comment": "I found the tutorial on React.js very clear and easy to follow. Thanks for sharing!"
        },
        {
            "username": "TechEnthusiast",
            "comment": "The comparison between Python and JavaScript was eye-opening. Great analysis!"
        },
        {
            "username": "Emily_89",
            "comment": "I love the practical examples in your coding tutorials. They make learning so much easier!"
        }
    ],
    "campaign": [
        {
            "id": "1",
            "campaign_name": "Summer Sale Campaign",
            "Payout": "$200",
            "Advertiser": "ABC Corp",
            "Status": "Active"
        },
        {
            "id": "2",
            "campaign_name": "Winter Clearance",
            "Payout": "$150",
            "Advertiser": "XYZ Ltd",
            "Status": "Inactive"
        },
        {
            "id": "3",
            "campaign_name": "Back to School",
            "Payout": "$250",
            "Advertiser": "Edu Supplies",
            "Status": "Active"
        },
        {
            "id": "4",
            "campaign_name": "Holiday Specials",
            "Payout": "$300",
            "Advertiser": "Global Traders",
            "Status": "Pending"
        },
        {
            "id": "5",
            "campaign_name": "Spring Offers",
            "Payout": "$180",
            "Advertiser": "Local Store",
            "Status": "Active"
        }
    ]
}